Repository: 4sh0u0/token-monitor
Catalog: native/ios/TokenMonitor/Localizable.xcstrings
Source language: en
Languages: ja, ko, pt_br, zh_hans, zh_hant

source: The Hub reports costs in US dollars; they are converted for display, in the widgets and on Apple Watch too.
ja: Hub はコストを米ドルで報告します。表示時に換算され、ウィジェットと Apple Watch にも適用されます。
ko: Hub는 비용을 미국 달러로 보고합니다. 표시할 때 환산되며 위젯과 Apple Watch에도 적용됩니다.
pt_br: O Hub informa os custos em dólares americanos; eles são convertidos para exibição, também nos widgets e no Apple Watch.
zh_hans: Hub 以美元报告成本；显示时会进行换算，小组件和 Apple Watch 也一样。
zh_hant: Hub 以美元回報成本；顯示時會進行換算，小工具和 Apple Watch 也一樣。

source: The Hub secret couldn’t be read (error %@). Enter it again in Settings.
ja: Hub のシークレットを読み取れませんでした（エラー %@）。設定で再入力してください。
ko: Hub 시크릿을 읽을 수 없습니다(오류 %@). 설정에서 다시 입력하세요.
pt_br: Não foi possível ler o segredo do Hub (erro %@). Informe-o novamente em Ajustes.
zh_hans: 无法读取 Hub 密钥（错误 %@）。请在设置中重新输入。
zh_hant: 無法讀取 Hub 密鑰（錯誤 %@）。請在設定中重新輸入。

source: The Hub, or a proxy in front of it, isn’t accepting requests right now (HTTP 503). Check that the Hub is running. For a Cloudflare Worker, make sure its secret is set with “npx wrangler secret put TOKEN_MONITOR_SECRET”.
ja: Hub、またはその前段のプロキシが現在リクエストを受け付けていません（HTTP 503）。Hub が起動しているか確認してください。Cloudflare Worker の場合は、「npx wrangler secret put TOKEN_MONITOR_SECRET」でシークレットが設定されているか確認してください。
ko: Hub 또는 그 앞단의 프록시가 지금 요청을 받지 않습니다(HTTP 503). Hub가 실행 중인지 확인하세요. Cloudflare Worker라면 “npx wrangler secret put TOKEN_MONITOR_SECRET”으로 시크릿이 설정되어 있는지 확인하세요.
pt_br: O Hub, ou um proxy à frente dele, não está aceitando solicitações agora (HTTP 503). Verifique se o Hub está em execução. Para um Cloudflare Worker, confirme que o segredo foi definido com “npx wrangler secret put TOKEN_MONITOR_SECRET”.
zh_hans: Hub 或其前面的代理当前不接受请求（HTTP 503）。请检查 Hub 是否正在运行。如果是 Cloudflare Worker，请确认已使用“npx wrangler secret put TOKEN_MONITOR_SECRET”设置密钥。
zh_hant: Hub 或其前方的代理目前不接受請求（HTTP 503）。請檢查 Hub 是否正在執行。如果是 Cloudflare Worker，請確認已使用「npx wrangler secret put TOKEN_MONITOR_SECRET」設定密鑰。

source: The Hub’s history could not be read.
ja: Hub の履歴を読み取れませんでした。
ko: Hub의 기록을 읽을 수 없습니다.
pt_br: Não foi possível ler o histórico do Hub.
zh_hans: 无法读取 Hub 的历史记录。
zh_hant: 無法讀取 Hub 的歷史紀錄。

source: The Hub’s usage data could not be read.
ja: Hub の使用量データを読み取れませんでした。
ko: Hub의 사용량 데이터를 읽을 수 없습니다.
pt_br: Não foi possível ler os dados de uso do Hub.
zh_hans: 无法读取 Hub 的用量数据。
zh_hant: 無法讀取 Hub 的用量資料。

source: The Overview, widgets and Apple Watch follow the device scope. Limits and the Devices tab always show every device.
ja: 概要、ウィジェット、Apple Watch はデバイスの範囲に従います。制限とデバイスタブには常にすべてのデバイスが表示されます。
ko: 개요, 위젯, Apple Watch는 기기 범위를 따릅니다. 한도와 기기 탭에는 항상 모든 기기가 표시됩니다.
pt_br: A Visão geral, os widgets e o Apple Watch seguem o escopo de dispositivos. Limites e a aba Dispositivos sempre mostram todos os dispositivos.
zh_hans: 总览、小组件和 Apple Watch 会跟随设备范围。额度与设备标签页始终显示所有设备。
zh_hant: 總覽、小工具和 Apple Watch 會依循裝置範圍。額度與裝置分頁一律顯示所有裝置。

source: The address answered, but not with data this app understands. Make sure it is a Token Monitor Hub (not a sign-in page), and update Token Monitor on the Hub.
ja: アドレスは応答しましたが、このアプリが理解できるデータではありませんでした。Token Monitor Hub であること（サインインページではないこと）を確認し、Hub の Token Monitor を更新してください。
ko: 주소가 응답했지만 이 앱이 이해할 수 있는 데이터가 아닙니다. Token Monitor Hub인지(로그인 페이지가 아닌지) 확인하고 Hub의 Token Monitor를 업데이트하세요.
pt_br: O endereço respondeu, mas não com dados que este app entende. Verifique se é um Token Monitor Hub (e não uma página de login) e atualize o Token Monitor no Hub.
zh_hans: 该地址有响应，但返回的不是此 App 能识别的数据。请确认它是 Token Monitor Hub（而不是登录页面），并更新 Hub 上的 Token Monitor。
zh_hant: 此位址有回應，但回傳的不是此 App 能識別的資料。請確認它是 Token Monitor Hub（而不是登入頁面），並更新 Hub 上的 Token Monitor。

source: The auto-sync could not start. Check that tokscale is installed.
ja: 自動同期を開始できませんでした。tokscale がインストールされているか確認してください。
ko: 자동 동기화를 시작할 수 없습니다. tokscale이 설치되어 있는지 확인하세요.
pt_br: A sincronização automática não pôde iniciar. Verifique se o tokscale está instalado.
zh_hans: 无法启动自动同步。请确认 tokscale 已安装。
zh_hant: 無法啟動自動同步。請確認 tokscale 已安裝。

source: The auto-sync exited with an error, so these numbers may be stale.
ja: 自動同期がエラーで終了しました。数値が古い可能性があります。
ko: 자동 동기화가 오류로 종료되었습니다. 수치가 오래되었을 수 있습니다.
pt_br: A sincronização automática terminou com erro, então estes números podem estar desatualizados.
zh_hans: 自动同步以错误结束，数字可能不是最新的。
zh_hant: 自動同步以錯誤結束，數字可能不是最新的。

source: The files could not be saved: %@
ja: ファイルを保存できませんでした: %@
ko: 파일을 저장할 수 없습니다: %@
pt_br: Não foi possível salvar os arquivos: %@
zh_hans: 无法保存文件：%@
zh_hant: 無法儲存檔案：%@

source: The last auto-sync failed, so these numbers may be stale.
ja: 前回の自動同期が失敗しました。数値が古い可能性があります。
ko: 마지막 자동 동기화가 실패했습니다. 수치가 오래되었을 수 있습니다.
pt_br: A última sincronização automática falhou, então estes números podem estar desatualizados.
zh_hans: 上次自动同步失败，数字可能不是最新的。
zh_hant: 上次自動同步失敗，數字可能不是最新的。

source: The last auto-sync timed out, so these numbers may be stale.
ja: 前回の自動同期がタイムアウトしました。数値が古い可能性があります。
ko: 마지막 자동 동기화가 시간 초과되었습니다. 수치가 오래되었을 수 있습니다.
pt_br: A última sincronização automática excedeu o tempo limite, então estes números podem estar desatualizados.
zh_hans: 上次自动同步超时，数字可能不是最新的。
zh_hant: 上次自動同步逾時，數字可能不是最新的。

source: The list is kept on your Hub and shared by every device. Edit it in Token Monitor on your computer.
ja: リストは Hub に保存され、すべてのデバイスで共有されます。編集はコンピュータの Token Monitor で行います。
ko: 목록은 Hub에 저장되어 모든 기기가 공유합니다. 편집은 컴퓨터의 Token Monitor에서 하세요.
pt_br: A lista fica no seu Hub e é compartilhada por todos os dispositivos. Edite-a no Token Monitor do seu computador.
zh_hans: 这份清单存在 Hub 上，所有设备共用。请在电脑上的 Token Monitor 中编辑。
zh_hant: 這份清單存在 Hub 上，所有裝置共用。請在電腦上的 Token Monitor 中編輯。

source: The live token rate appears only while App updates is set to Live.
ja: ライブ Token レートは、アプリのデータ更新が「ライブ」のときだけ表示されます。
ko: 실시간 토큰 속도는 앱 데이터 업데이트가 실시간으로 설정된 경우에만 표시됩니다.
pt_br: A taxa de tokens ao vivo aparece só quando Atualizações no app está em Ao vivo.
zh_hans: 仅当 App 数据更新设为“实时”时才会显示实时 Token 速率。
zh_hant: 僅當 App 資料更新設為「即時」時才會顯示即時 Token 速率。

source: The middle choice of the Overview’s period picker. This week, Last 7 days and Last 30 days are built from the Hub’s history.
ja: 概要の期間ピッカーの中央の選択肢です。「今週」「過去7日間」「過去30日間」は Hub の履歴から集計されます。
ko: 개요 기간 선택기의 가운데 항목입니다. 이번 주, 최근 7일, 최근 30일은 Hub의 기록으로 계산됩니다.
pt_br: A opção do meio do seletor de período da Visão geral. Esta semana, Últimos 7 dias e Últimos 30 dias são calculados a partir do histórico do Hub.
zh_hans: 总览期间选择器中间的选项。本周、最近 7 天和最近 30 天根据 Hub 的历史记录计算。
zh_hant: 總覽期間選擇器中間的選項。本星期、最近 7 日和最近 30 日根據 Hub 的歷史記錄計算。

source: The selected device is no longer on this Hub. Showing all devices.
ja: 選択したデバイスはこの Hub にありません。すべてのデバイスを表示しています。
ko: 선택한 기기가 더 이상 이 Hub에 없습니다. 모든 기기를 표시합니다.
pt_br: O dispositivo selecionado não está mais neste Hub. Mostrando todos os dispositivos.
zh_hans: 所选设备已不在此 Hub 上，正在显示所有设备。
zh_hant: 所選裝置已不在此 Hub 上，正在顯示所有裝置。

source: This Hub does not share subscriptions. Update the Hub to see them here.
ja: この Hub はサブスクリプションを共有していません。ここに表示するには Hub を更新してください。
ko: 이 Hub는 구독 정보를 공유하지 않습니다. 여기에서 보려면 Hub를 업데이트하세요.
pt_br: Este Hub não compartilha assinaturas. Atualize o Hub para vê-las aqui.
zh_hans: 此 Hub 不共享订阅信息。更新 Hub 后即可在这里查看。
zh_hant: 此 Hub 不分享訂閱資料。更新 Hub 後即可在這裡查看。

source: This Hub doesn’t provide full usage history, so Trends shows the last 30 days without tool or model detail.
ja: この Hub は完全な使用履歴を提供していないため、トレンドには直近30日分のみがツール・モデル別の内訳なしで表示されます。
ko: 이 Hub는 전체 사용 기록을 제공하지 않으므로 추이에는 도구·모델별 세부 정보 없이 최근 30일만 표시됩니다.
pt_br: Este Hub não fornece o histórico de uso completo, então as Tendências mostram os últimos 30 dias sem detalhes por ferramenta ou modelo.
zh_hans: 此 Hub 未提供完整的使用历史，因此趋势仅显示近 30 天，且不含工具或模型明细。
zh_hant: 此 Hub 未提供完整的使用歷史，因此趨勢僅顯示近 30 天，且不含工具或模型明細。

source: This address uses plain HTTP over the internet, so the secret and your usage travel unencrypted. Use https:// unless the Hub is on your own network.
ja: このアドレスはインターネット経由で暗号化されていない HTTP を使用するため、シークレットと使用量が暗号化されずに送信されます。Hub が自分のネットワーク上にない限り https:// を使用してください。
ko: 이 주소는 인터넷을 통해 암호화되지 않은 HTTP를 사용하므로 시크릿과 사용량이 암호화되지 않은 채 전송됩니다. Hub가 내 네트워크에 있지 않다면 https://를 사용하세요.
pt_br: Este endereço usa HTTP sem criptografia pela internet, então o segredo e o seu uso trafegam sem criptografia. Use https://, a menos que o Hub esteja na sua própria rede.
zh_hans: 此地址通过互联网使用未加密的 HTTP，密钥和用量数据将以明文传输。除非 Hub 位于你自己的网络中，否则请使用 https://。
zh_hant: 此位址透過網際網路使用未加密的 HTTP，密鑰和用量資料將以明文傳輸。除非 Hub 位於你自己的網路中，否則請使用 https://。

source: This app only reads from your Hub. It never uploads anything.
ja: このアプリは Hub からの読み取りのみを行い、何もアップロードしません。
ko: 이 앱은 Hub에서 읽기만 하며 아무것도 업로드하지 않습니다.
pt_br: Este app apenas lê do seu Hub. Ele nunca envia nada.
zh_hans: 此 App 仅从你的 Hub 读取数据，从不上传任何内容。
zh_hant: 此 App 僅從你的 Hub 讀取資料，從不上傳任何內容。

source: This device doesn’t share its usage history with the Hub.
ja: このデバイスは使用履歴を Hub と共有していません。
ko: 이 기기는 사용 기록을 Hub와 공유하지 않습니다.
pt_br: Este dispositivo não compartilha o histórico de uso com o Hub.
zh_hans: 此设备未与 Hub 共享使用历史。
zh_hant: 此裝置未與 Hub 共享使用歷史。

source: This device is no longer on your Hub.
ja: このデバイスはもう Hub にありません。
ko: 이 기기는 더 이상 Hub에 없습니다.
pt_br: Este dispositivo não está mais no seu Hub.
zh_hans: 这台设备已不在你的 Hub 上。
zh_hant: 這台裝置已不在你的 Hub 上。

source: This month
ja: 今月
ko: 이번 달
pt_br: Este mês
zh_hans: 本月
zh_hant: 本月

source: This month’s spend counts from that day.
ja: 今月の支出はその日から集計しています。
ko: 이번 달 지출은 그날부터 집계됩니다.
pt_br: O gasto deste mês é contado a partir desse dia.
zh_hans: 本月花费从当天开始统计。
zh_hant: 本月花費從當天開始統計。

source: This provider reports no usage items right now.
ja: このプロバイダーは現在、使用量項目を報告していません。
ko: 이 제공자는 현재 사용량 항목을 보고하지 않습니다.
pt_br: Este provedor não informa itens de uso no momento.
zh_hans: 此提供者目前没有报告任何用量项目。
zh_hant: 此提供者目前沒有回報任何用量項目。

source: This session is no longer in today’s or this month’s usage.
ja: このセッションは今日または今月の使用量に含まれなくなりました。
ko: 이 세션은 더 이상 오늘 또는 이번 달 사용량에 없습니다.
pt_br: Esta sessão não está mais no uso de hoje nem deste mês.
zh_hans: 此会话已不在今日或本月的用量中。
zh_hant: 此會話已不在今日或本月的用量中。

source: This week
ja: 今週
ko: 이번 주
pt_br: Esta semana
zh_hans: 本周
zh_hant: 本星期

source: Title sync is not enabled on the server.
ja: サーバー側でタイトル同期が無効です。
ko: 서버에서 제목 동기화가 비활성화되어 있습니다.
pt_br: A sincronização de títulos não está ativada no servidor.
zh_hans: 服务器尚未开放标题同步。
zh_hant: 伺服器尚未開放標題同步。

source: Titles are only shown on screen; they are never saved for widgets or Apple Watch.
ja: タイトルは画面に表示されるだけで、ウィジェットや Apple Watch 用に保存されることはありません。
ko: 제목은 화면에만 표시되며 위젯이나 Apple Watch용으로 저장되지 않습니다.
pt_br: Os títulos só aparecem na tela; nunca são salvos para widgets ou para o Apple Watch.
zh_hans: 标题只显示在屏幕上，不会为小组件或 Apple Watch 保存。
zh_hant: 標題只顯示在螢幕上，不會為小工具或 Apple Watch 儲存。

source: Today
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今日
zh_hant: 今日

source: Today, this month and all time, by tool and by model.
ja: 今日・今月・全期間を、ツール別・モデル別に。
ko: 오늘, 이번 달, 전체 기간을 도구별·모델별로.
pt_br: Hoje, este mês e todo o período, por ferramenta e por modelo.
zh_hans: 今日、本月和全部时间，按工具和模型细分。
zh_hant: 今日、本月和全部時間，按工具和模型細分。

source: Token burn
ja: Token 消費
ko: 토큰 소모량
pt_br: Consumo de tokens
zh_hans: Token 消耗
zh_hant: Token 消耗

source: Token burn (TPM)
ja: Token 消費（TPM）
ko: 토큰 소모(TPM)
pt_br: Consumo de tokens (TPM)
zh_hans: Token 消耗（TPM）
zh_hant: Token 消耗（TPM）

source: Token components
ja: トークン内訳
ko: 토큰 구성
pt_br: Componentes dos tokens
zh_hans: Token 构成
zh_hant: Token 構成

source: Tokens
ja: トークン
ko: 토큰

source: Tool
ja: ツール
ko: 도구
pt_br: Ferramenta
zh_hans: 工具
zh_hant: 工具

source: Tool Icons
ja: ツールアイコン
ko: 도구 아이콘
pt_br: Ícones das ferramentas
zh_hans: 工具图标
zh_hant: 工具圖示

source: Tool details are unavailable from this device.
ja: このデバイスではツールの詳細を利用できません。
ko: 이 기기에서는 도구 세부 정보를 사용할 수 없습니다.
pt_br: Os detalhes das ferramentas não estão disponíveis neste dispositivo.
zh_hans: 这台设备未提供工具明细。
zh_hant: 這台裝置未提供工具明細。

source: Tool health
ja: ツールの状態
ko: 도구 상태
pt_br: Saúde das ferramentas
zh_hans: 工具状态
zh_hant: 工具狀態

source: Tool limits
ja: ツールの制限
ko: 도구 한도
pt_br: Limites de ferramentas
zh_hans: 工具额度
zh_hant: 工具額度

source: Tools
ja: ツール
ko: 도구
pt_br: Ferramentas
zh_hans: 工具
zh_hant: 工具

source: Top model
ja: トップモデル
ko: 상위 모델
pt_br: Modelo mais usado
zh_hans: 常用模型
zh_hant: 常用模型

source: Top-ups
ja: チャージ
ko: 충전
pt_br: Recargas
zh_hans: 充值
zh_hant: 儲值

source: Total %@ / month
ja: 合計 %@ / 月
ko: 합계 %@ / 월
pt_br: Total %@ / mês
zh_hans: 合计 %@ / 月
zh_hant: 合計 %@ / 月

source: Total cost
ja: 総コスト
ko: 총 비용
pt_br: Custo total
zh_hans: 总花费
zh_hant: 總花費

source: Total in
ja: 累計チャージ
ko: 누적 충전
pt_br: Total em
zh_hans: 累计充值
zh_hant: 累計儲值

source: Total tokens
ja: 総トークン
ko: 총 토큰
pt_br: Total de tokens
zh_hans: 总 Token
zh_hant: 總 Token

source: Totals, tools, models, sessions, projects, activity and trends follow the scope, and so do the widgets and Apple Watch. Limits and the Devices tab always show every device.
ja: 合計、ツール、モデル、セッション、プロジェクト、アクティビティ、トレンドは範囲に従い、ウィジェットと Apple Watch も同様です。制限とデバイスタブには常にすべてのデバイスが表示されます。
ko: 합계, 도구, 모델, 세션, 프로젝트, 활동, 추이는 범위를 따르며 위젯과 Apple Watch도 마찬가지입니다. 한도와 기기 탭에는 항상 모든 기기가 표시됩니다.
pt_br: Totais, ferramentas, modelos, sessões, projetos, atividade e tendências seguem o escopo, assim como os widgets e o Apple Watch. Limites e a aba Dispositivos sempre mostram todos os dispositivos.
zh_hans: 总计、工具、模型、会话、项目、活动和趋势都会跟随范围，小组件和 Apple Watch 也一样。额度与设备标签页始终显示所有设备。
zh_hant: 總計、工具、模型、會話、專案、活動和趨勢都會依循範圍，小工具和 Apple Watch 也一樣。額度與裝置分頁一律顯示所有裝置。

source: Tracked
ja: 追跡中
ko: 추적 중
pt_br: Monitorada
zh_hans: 追踪中
zh_hant: 追蹤中

source: Tracking since
ja: 記録開始
ko: 추적 시작
pt_br: Registrando desde
zh_hans: 记录起始
zh_hant: 記錄起始

source: Transcripts stay on the computer that recorded this session. The Hub syncs only its usage.
ja: 会話記録はこのセッションを記録したコンピュータに残ります。Hub が同期するのは使用量のみです。
ko: 대화 기록은 이 세션을 기록한 컴퓨터에 남아 있습니다. Hub는 사용량만 동기화합니다.
pt_br: As transcrições ficam no computador que registrou esta sessão. O Hub sincroniza apenas o uso.
zh_hans: 对话记录保留在记录此会话的电脑上。Hub 只同步用量。
zh_hant: 對話紀錄保留在記錄此會話的電腦上。Hub 只同步用量。

source: Trend
ja: トレンド
ko: 추이
pt_br: Tendência
zh_hans: 趋势
zh_hant: 趨勢

source: Trends
ja: トレンド
ko: 추이
pt_br: Tendências
zh_hans: 趋势
zh_hant: 趨勢

source: Try Again
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 重試

source: Turn
ja: ターン
ko: 턴
pt_br: Turno
zh_hans: 回合
zh_hant: 回合

source: USD - US Dollar
ja: USD - 米ドル
ko: USD - 미국 달러
pt_br: USD - Dólar americano
zh_hans: USD - 美元
zh_hant: USD - 美金

source: Unavailable
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
zh_hans: 暂不可用
zh_hant: 暫不可用

source: Unclassified
ja: 未分類
ko: 미분류
pt_br: Sem classificação
zh_hans: 未分类
zh_hant: 未分類

source: Unexpected response from the Hub
ja: Hub から予期しない応答がありました
ko: Hub에서 예기치 않은 응답
pt_br: Resposta inesperada do Hub
zh_hans: Hub 返回了意外的响应
zh_hant: Hub 回傳了非預期的回應

source: Unknown
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: Unknown tool
ja: 不明なツール
ko: 알 수 없는 도구
pt_br: Ferramenta desconhecida
zh_hans: 未知工具
zh_hant: 未知工具

source: Unlock your iPhone so Token Monitor can read the Hub secret from the Keychain.
ja: Token Monitor がキーチェーンから Hub のシークレットを読み取れるよう、iPhone のロックを解除してください。
ko: Token Monitor가 키체인에서 Hub 시크릿을 읽을 수 있도록 iPhone 잠금을 해제하세요.
pt_br: Desbloqueie o iPhone para que o Token Monitor possa ler o segredo do Hub no Keychain.
zh_hans: 请解锁 iPhone，以便 Token Monitor 从钥匙串读取 Hub 密钥。
zh_hant: 請解鎖 iPhone，讓 Token Monitor 能從鑰匙圈讀取 Hub 密鑰。

source: Unpin %@
ja: %@の固定を解除
ko: %@ 고정 해제
pt_br: Desafixar %@
zh_hans: 取消置顶 %@
zh_hant: 取消置頂 %@

source: Update API key
ja: APIキーを更新
ko: API 키 업데이트
pt_br: Atualizar a chave de API
zh_hans: 更新 API 密钥
zh_hant: 更新 API 金鑰

source: Update credential
ja: 認証情報を更新
ko: 자격 증명 업데이트
pt_br: Atualizar a credencial
zh_hans: 更新凭据
zh_hant: 更新憑證

source: Update the server to enable these options.
ja: サーバーを更新すると、これらの項目を同期できます。
ko: 서버를 업데이트하면 이 옵션을 사용할 수 있습니다.
pt_br: Atualize o servidor para ativar estas opções.
zh_hans: 更新服务器后即可使用这些选项。
zh_hant: 更新伺服器後即可使用這些選項。

source: Update unknown
ja: 更新時刻不明
ko: 업데이트 시각 알 수 없음
pt_br: Atualização desconhecida
zh_hans: 更新时间未知
zh_hant: 更新時間未知

source: Updated %@
ja: %@ に更新
ko: %@ 업데이트
pt_br: Atualizado %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Usable
ja: 使用条件
ko: 사용 조건
pt_br: Uso
zh_hans: 可用条件
zh_hant: 可用條件

source: Usage
ja: 使用量
ko: 사용량
pt_br: Uso
zh_hans: 用量
zh_hant: 用量

source: Usage API limited
ja: 使用量API制限中
ko: 사용량 API 제한됨
pt_br: API de uso limitada
zh_hans: 来源受限
zh_hant: 來源受限

source: Usage and cost
ja: 使用量とコスト
ko: 사용량 및 비용
pt_br: Uso e custo
zh_hans: 用量与成本
zh_hant: 用量與成本

source: Usage source: %@
ja: 使用量の取得元: %@
ko: 사용량 출처: %@
pt_br: Origem do uso: %@
zh_hans: 用量来源：%@
zh_hant: 用量來源：%@

source: Usage, cost, tool limits and subscriptions sync automatically.
ja: 使用量、費用、ツールの利用枠、サブスクリプション情報は自動で同期されます。
ko: 사용량, 비용, 도구 한도 및 구독 정보는 자동으로 동기화됩니다.
pt_br: Uso, custo, limites das ferramentas e assinaturas são sincronizados automaticamente.
zh_hans: 用量、费用、工具额度与订阅资料会自动同步。
zh_hant: 用量、費用、工具額度與訂閱資料會自動同步。

source: Use the same model names and groups on your devices.
ja: デバイス間で同じモデル名とグループを使います。
ko: 기기에서 같은 모델 이름과 그룹을 사용합니다.
pt_br: Use os mesmos nomes e grupos de modelos nos seus dispositivos.
zh_hans: 在各设备使用相同的模型名称与分组。
zh_hant: 在各裝置使用相同的模型名稱與分組。

source: Used
ja: 使用量
ko: 사용량
pt_br: Usado
zh_hans: 已用
zh_hant: 已用

source: Valid until
ja: 有効期限
ko: 유효 기간
pt_br: Válido até
zh_hans: 有效至
zh_hant: 有效至

source: Vendor Colors
ja: ベンダーカラー
ko: 공급업체 색상
pt_br: Cores dos fornecedores
zh_hans: 厂商色
zh_hant: 廠商色

source: Version
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Views
ja: ビュー
ko: 보기
pt_br: Telas
zh_hans: 视图
zh_hant: 視圖

source: Visible usage items
ja: 表示する使用量項目
ko: 표시할 사용량 항목
pt_br: Itens de uso visíveis
zh_hans: 可见用量项目
zh_hant: 可見用量項目

source: Waiting for data
ja: データ待機中
ko: 데이터 대기 중
pt_br: Aguardando dados
zh_hans: 等待数据
zh_hant: 等待資料

source: Week
ja: 今週
ko: 이번 주
pt_br: Semana
zh_hans: 本周
zh_hant: 本週

source: Weekly
ja: 週次
ko: 주간
pt_br: Semanal
zh_hans: 每周
zh_hant: 每週

source: When off, a dot in the vendor colour replaces each tool’s icon. The Limits page always shows icons.
ja: オフにすると、各ツールのアイコンの代わりにベンダーカラーのドットが表示されます。制限ページには常にアイコンが表示されます。
ko: 끄면 각 도구 아이콘 대신 공급업체 색상의 점이 표시됩니다. 한도 페이지에는 항상 아이콘이 표시됩니다.
pt_br: Desligado, um ponto na cor do fornecedor substitui o ícone de cada ferramenta. A página Limites sempre mostra os ícones.
zh_hans: 关闭后，每个工具的图标会改为厂商色圆点。额度页面始终显示图标。
zh_hant: 關閉後，每個工具的圖示會改為廠商色圓點。額度頁面一律顯示圖示。

source: Widget
ja: ウィジェット
ko: 위젯

source: Widgets
ja: ウィジェット
ko: 위젯
zh_hans: 小组件
zh_hant: 小工具

source: Widgets and Apple Watch
ja: ウィジェットと Apple Watch
ko: 위젯 및 Apple Watch
pt_br: Widgets e Apple Watch
zh_hans: 小组件与 Apple Watch
zh_hant: 小工具與 Apple Watch

source: Widgets and complications refresh when iOS allows; the system may delay them.
ja: ウィジェットとコンプリケーションは iOS が許可したときに更新されます。システムにより遅れる場合があります。
ko: 위젯과 컴플리케이션은 iOS가 허용할 때 새로 고쳐지며, 시스템이 지연시킬 수 있습니다.
pt_br: Widgets e complicações são atualizados quando o iOS permite; o sistema pode atrasá-los.
zh_hans: 小组件和复杂功能会在 iOS 允许时刷新，系统可能会延后。
zh_hant: 小工具和複雜功能會在 iOS 允許時重新整理，系統可能會延後。

source: Wrong or missing secret
ja: シークレットが間違っているか存在しません
ko: 시크릿이 틀리거나 없습니다
pt_br: Segredo incorreto ou ausente
zh_hans: 密钥错误或缺失
zh_hant: 密鑰錯誤或缺失

source: Yesterday
ja: 昨日
ko: 어제
pt_br: Ontem
zh_hans: 昨天
zh_hant: 昨天

source: You need a running Hub: the desktop widget’s “Host hub on this device”, a Node hub, or a Cloudflare Worker.
ja: 実行中の Hub が必要です：デスクトップウィジェットの「このデバイスでHubをホスト」、Node Hub、または Cloudflare Worker。
ko: 실행 중인 Hub가 필요합니다: 데스크톱 위젯의 “이 기기에서 Hub 호스팅”, Node Hub 또는 Cloudflare Worker.
pt_br: Você precisa de um Hub em execução: o “Hospedar um hub neste dispositivo” do widget de desktop, um hub Node ou um Cloudflare Worker.
zh_hans: 你需要一个正在运行的 Hub：桌面小组件的“在这台设备托管 Hub”、Node Hub 或 Cloudflare Worker。
zh_hant: 你需要一個正在執行的 Hub：桌面小工具的「在這台裝置架設 Hub」、Node Hub 或 Cloudflare Worker。

source: Your AI token usage, costs and tool limits from every computer, synced through your Token Monitor Hub.
ja: すべてのコンピュータの AI トークン使用量、コスト、ツール制限を、Token Monitor Hub 経由で同期して表示します。
ko: 모든 컴퓨터의 AI 토큰 사용량, 비용, 도구 한도를 Token Monitor Hub를 통해 동기화해 보여 줍니다.
pt_br: O uso de tokens de IA, os custos e os limites de ferramentas de todos os seus computadores, sincronizados pelo seu Token Monitor Hub.
zh_hans: 通过你的 Token Monitor Hub 同步，查看每台电脑的 AI Token 用量、成本和工具额度。
zh_hant: 透過你的 Token Monitor Hub 同步，查看每台電腦的 AI Token 用量、成本和工具額度。

source: Your Hub accepts session titles. Each computer still chooses whether to share them.
ja: Hub はセッションタイトルを受け付けています。共有するかどうかは各コンピュータで選択します。
ko: Hub가 세션 제목을 받습니다. 공유 여부는 각 컴퓨터에서 선택합니다.
pt_br: Seu Hub aceita títulos de sessões. Cada computador escolhe se vai compartilhá-los.
zh_hans: 你的 Hub 接受会话标题。每台电脑仍可自行选择是否分享。
zh_hant: 你的 Hub 接受會話標題。每台電腦仍可自行選擇是否分享。

source: ended
ja: 期限切れ
ko: 만료됨
pt_br: terminou
zh_hans: 已到期
zh_hant: 已到期

source: just now
ja: たった今
ko: 방금
pt_br: agora mesmo
zh_hans: 刚刚
zh_hant: 剛剛

source: now
ja: まもなく
ko: 곧
pt_br: agora
zh_hans: 即将
zh_hant: 即將

source: today
ja: 本日
ko: 오늘
pt_br: hoje
zh_hans: 今天
zh_hant: 今天

source: tokens
ja: トークン
ko: 토큰

source: unpriced tokens
ja: 価格不明 tokens
ko: 가격 미확인 tokens
pt_br: tokens sem preço conhecido
zh_hans: 未定价 tokens
zh_hant: 未定價 tokens

source: Cache %lldm
pt_br: Cache %lldmin

source: Hub URL
pt_br: URL do Hub

source: Node hub
pt_br: Hub Node
